[
  "calendar",
  "dataview",
  "easy-typing-obsidian",
  "obsidian-hider",
  "obsidian-plantuml",
  "remember-cursor-position",
  "obsidian-rollover-daily-todos",
  "obsidian-vim-im-switch-plugin",
  "obsidian-vimrc-support",
  "obsidian-minimal-settings",
  "sliding-panes-obsidian",
  "darlal-switcher-plus",
  "table-editor-obsidian"
]